Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/fi-nn (1).tmx
Source language: fi
Languages: nn

source: Joitakin paketteja ei voitu asentaa. On ehkä vaadittu mahdottomia tai, jos käytetään epävakaata jakelua, joitain vaadittuja paketteja ei ole vielä luotu tai siirretty Incoming-kansiosta.
nn: Nokre av pakkane kunne ikkje installerast. Dette kan koma av at du har valt ein umogleg situasjon. Dersom du brukar den ustabile utgåva av distribusjonen, kan det òg henda at nokre av pakkane som trengst ikkje er laga enno eller at dei framleis ligg i «Incoming».

source: Rikkinäiset paketit
nn: Øydelagde pakkar

source: Seuraavat ylimääräiset paketit on merkitty asennettaviksi:
nn: Dei følgjande tilleggspakkane vil verta installerte:

source: Ehdotetut paketit:
nn: Føreslåtte pakkar:

source: Suositellut paketit:
nn: Tilrådde pakkar

source: Pakettia %s ei löytynyt
nn: Fann ikkje pakken %s

source: Käsitellään päivitystä ...
nn: Reknar ut oppgradering ...

source: Ei onnistunut
nn: Mislukkast

source: Noutokansiota ei saatu lukittua
nn: Klarte ikkje låsa nedlastingskatalogen

source: On annettava ainakin yksi paketti jonka lähdekoodi noudetaan
nn: Du må velja minst éin pakke som kjeldekoden skal hentast for

source: Paketin %s lähdekoodipakettia ei löytynyt
nn: Finn ingen kjeldepakke for %s

source: Kansiossa %s ei ole riittävästi vapaata tilaa
nn: Du har ikkje nok ledig plass i %s

source: On noudettava %st/%st lähdekoodiarkistoja.
nn: Må henta %sB/%sB med kjeldekodearkiv.

source: On noudettava %st lähdekoodiarkistoja.
nn: Må henta %sB med kjeldekodearkiv.

source: Nouda lähdekoodi %s
nn: Hent kjeldekode %s

source: Joidenkin arkistojen noutaminen ei onnistunut.
nn: Klarte ikkje henta nokre av arkiva.

source: Ohitetaan purku jo puretun lähdekoodin %s kohdalla
nn: Hoppar over utpakking av kjeldekode som er utpakka frå før i %s

source: Purkukomento "%s" ei onnistunut.
nn: Utpakkingskommandoen «%s» mislukkast.

source: Tarkista onko paketti "dpkg-dev" asennettu.
nn: Sjekk om pakken 'dpkg-dev' er installert.

source: Paketointikomento "%s" ei onnistunut.
nn: Byggjekommandoen «%s» mislukkast.

source: Lapsiprosessi kaatui
nn: Barneprosessen mislukkast

source: On annettava ainakin yksi paketti jonka paketointiriippuvuudet tarkistetaan
nn: Du må velja minst ein pakke som byggjekrava skal sjekkast for

source: Paketille %s ei ole saatavilla riippuvuustietoja
nn: Klarte ikkje henta byggjekrav for %s

source: Paketille %s ei ole määritetty paketointiriippuvuuksia.
nn: %s har ingen byggjekrav.

source: riippuvuutta %s paketille %s ei voi tyydyttää koska pakettia %s ei löydy
nn: Kravet %s for %s kan ikkje oppfyllast fordi pakken %s ikkje finst

source: Riippuvuutta %s paketille %s ei voi tyydyttää: Asennettu paketti %s on liian uusi
nn: Klarte ikkje oppfylla kravet %s for %s: Den installerte pakken %s er for ny

source: Riippuvuutta %s paketille %s ei voi tyydyttää: %s
nn: Klarte ikkje oppfylla kravet %s for %s: %s

source: Paketointiriippuvuuksia paketille %s ei voi tyydyttää.
nn: Byggjekrav for %s kunne ikkje tilfredstillast.

source: Paketointiriippuvuuksien käsittely ei onnistunut
nn: Klarte ikkje behandla byggjekrava

source: Tuetut moduulit:
nn: Støtta modular:

source: Löytyi
nn: Treff

source: Nouda:
nn: Hent:

source: Siv
nn: Ign

source: Vrhe
nn: Feil

source: Noudettiin %st ajassa %s (%st/s)
nn: Henta %sB på %s (%sB/s)

source: [Työskennellään]
nn: [Arbeider]

source: Taltion vaihto: Pistä levy "%s" asemaan "%s" ja paina Enter
nn: Skifte av medum: Set inn plata merkt «%s» i stasjonen «%s» og trykk Enter.

source: Tuntematon pakettitietue!
nn: Ukjend pakkeoppslag

source: Käyttö: apt-sortpkgs [valitsimet] tdsto1 [tdsto2 ...] apt-sortpkgs on yksinkertainen työkalu pakettitiedostojen lajitteluun. Valitsimella -s ilmaistaan minkälainen tiedosto on. Valitsimet: -h Tämä ohje -s Käytä lähdetiedostolajittelua -c=? Lue tämä asetustiedosto -o=? Aseta mikä asetusvalitsin tahansa, esim. -o dir::cache=/tmp
nn: Bruk: apt-sortpkgs [val] fil1 [fil2 ...] apt-sortpkgs er eit enkelt verktøy for å sortera pakkefiler. Innstillinga -s vert brukt til å velja kva for ein type fil det er snakk om. Val: -h Vis denne hjelpeteksten. -s Bruk kjeldefilsortering. -c=? Les denne oppsettsfila. -o=? Set ei vilkårleg innstilling, t.d. «-o dir::cache=/tmp».

source: Oletusasetus ei kelpaa!
nn: Dårleg standardinnstilling

source: Jatka painamalla Enter.
nn: Trykk Enter for å halda fram.

source: tai tyydyttämättömät riippuvuudet aiheuttavat virheitä. Tämä ei haittaa
nn: krav som ikkje er oppfylte. Det gjer ikkje noko, berre feila ovanfor

source: vain tätä viestiä ennen tulleilla virheillä on merkitystä. Korjaa ne ja aja [I]nstall uudestaan
nn: er viktige. Rett opp dei feila og [i]nstaller på nytt.

source: Yhdistetään saatavuustiedot
nn: Flettar informasjon om tilgjengelege pakkar

source: Valittu linkki
nn: Vald lenkje

source: Määrittelee, onko AtkHyperlink-olio valittu
nn: Seier om AtkHyperlink-objektet er vald

source: Ankkureiden määrä
nn: Tal på anker

source: AtkHyperlink-olioon kytkettyjen ankkureiden määrä
nn: Talet på anker kopla til AtkHyperlink-objektet

source: Loppuindeksi
nn: Sluttindeks

source: AtkHyperlink-olion loppuindeksi
nn: Sluttindeksen til AtkHyperlink-objektet

source: Alkuindeksi
nn: Startindeks

source: AtkHyperlink-olion alkuindeksi
nn: Startindeksen til AtkHyperlink-objektet

source: virheellinen
nn: ugyldig

source: pikavalintanimiö
nn: merkelapp for aksellerator

source: hälytys
nn: åtvaring

source: animaatio
nn: animasjon

source: nuoli
nn: pil

source: kalenteripiirtoalue
nn: kalender

source: kangas
nn: lerret

source: valintaruutu
nn: avkryssingsboks

source: valintaruutu valikon kohtana
nn: element i avkryssingsmeny

source: värivalitsin
nn: fargeveljar

source: sarakkeen otsake
nn: kolonnetittel

source: yhdistelmäruutu
nn: kombinasjonsboks

source: päiväysmuokkain
nn: datoredigerar

source: työpöydän kuvake
nn: skrivebordsikon

source: työpöytäkehys
nn: skrivebordsramme

source: arvosäädin
nn: hjul

source: valintaikkuna
nn: dialog

source: kansiopaneeli
nn: katalogpanel

source: piirtoalue
nn: teikneområde

source: tiedostovalitsin
nn: filveljar

source: täyte
nn: fyll

source: kirjasinlajivalitsin
nn: skifttypeveljar

source: kehys
nn: ramme

source: päällimmäinen paneeli
nn: glaspanel

source: html-säilö
nn: html-boks

source: kuvake
nn: ikon

source: kuva
nn: bilete

source: sisäinen kehys
nn: intern ramme

source: nimiö
nn: merkelapp

source: kerrospaneeli
nn: lagdelt panel

source: luettelo
nn: liste

source: luettelon kohta
nn: element i liste

source: valikko
nn: meny

source: valikkopalkki
nn: menylinje

source: valikon kohta
nn: element i meny

source: valintapaneeli
nn: innstillingspanel

source: välilehti
nn: arkfane

source: välilehtiluettelo
nn: arkfaneliste

source: paneeli
nn: panel

source: salasanateksti
nn: passordtekst

source: ponnahdusvalikko
nn: oppsprettmeny

source: edistymispalkki
nn: framdriftsvisar

source: painike
nn: trykknapp

source: vaihtoehtonappi
nn: radioknapp

source: vaihtoehtonappi valikon kohtana
nn: radiomeny-element

source: juuripaneeli
nn: rotpanel

source: riviotsake
nn: radtittel

source: vierityspalkki
nn: rullefelt

source: vierityspaneeli
nn: rullepanel

source: erotin
nn: skiljeteikn

source: liukusäädin
nn: glidebrytar

source: jaettu paneeli
nn: delt panel

source: pyöröpainike
nn: talboks

source: tilarivi
nn: statuslinje

source: taulukko
nn: tabell

source: taulukon solu
nn: tabellcelle

source: taulukon sarakkeen otsake
nn: tabellkolonnetittel

source: taulukon rivin otsake
nn: tabellradtittel

source: valikon irrotuskohta
nn: element i lausriven meny

source: pääte
nn: terminal

source: teksti
nn: tekst

source: vipupainike
nn: av/på-knapp

source: työkalupalkki
nn: verktøylinje

source: vinkki
nn: verktøytips

source: puu
nn: tre

source: puutaulukko
nn: tretabell

source: näköaukko
nn: visingsområde

source: ikkuna
nn: vindauge

source: ylätunniste
nn: topptekst

source: alatunniste
nn: botntekst

source: kappale
nn: avsnitt

source: viivain
nn: linjal

source: sovellus
nn: program

source: automaattitäydennys
nn: autofullfør

source: muokkauspalkki
nn: redigeringsfelt

source: upotettu komponentti
nn: innbakt komponent

source: kohta
nn: oppføring

source: kaavio
nn: graf

source: kuvateksti
nn: figurtekst

source: asiakirjakehys
nn: dokumentramme

source: sivu
nn: side

source: liiallinen kohde
nn: overflødig objekt

source: kaavake
nn: skjema

source: linkki
nn: lenkje

source: syöttötavan ikkuna
nn: inndatametode-vindauge

source: kuvakartta
nn: biletekart

source: ilmoitus
nn: melding

source: Esteetön nimi
nn: Tilgjengeleg namn

source: Olion ilmentymän nimi muotoiltuna apuvälinesovelluksia varten
nn: Objektinstansen sitt namn, formatert for tilgang gjennom hjelpeteknologi

source: Esteetön kuvaus
nn: Tilgjengeleg skildring

source: Olion kuvaus muotoiltuna apuvälinesovelluksia varten
nn: Skildring av eit objekt, formatert for tilgang gjennom hjelpeteknologi

source: Esteetön emo
nn: Tilgjengeleg forelder

source: Esteetön arvo
nn: Tilgjengeleg verdi

source: Käytetään huomauttamaan, että arvo on muuttunut
nn: Vert brukt til å varsla at verdien er endra

source: Esteettömyysrooli
nn: Tilgjengeleg rolle

source: Tämän olion esteettömyysrooli
nn: Den tilgjengelege rolla til dette objektet

source: Esteettömyyskerros
nn: Tilgjengeleg lag

source: Tämän olion esteettömyyskerros
nn: Det tilgjengelege laget til dette objektet

source: Esteetön MDI-arvo
nn: Tilgjengeleg MDI-verdi

source: Tämän olion esteetön MDI-arvo
nn: Den tilgjengelege MDI-verdien til dette objektet

source: Esteetön taulukon otsake
nn: Tilgjengeleg tabelltittel

source: Käytetään huomauttamaan, että taulukon otsake on muuttunut. Tämän ominaisuuden sijaan tulisi käyttää ominaisuutta "accessible-table-caption-object".
nn: Vert brukt til å varsla at tabelltittelen er endra. Denne eigenskapen bør ikkje brukast. «accessible-table-caption-object» bør brukast i staden

source: Esteetön taulukon sarakkeen otsake
nn: Tilgjengeleg tabellkolonnetittel

source: Käytetään huomauttamaan, että taulukon sarakkeen otsake on muuttunut
nn: Vert brukt til å varsla at tabellkolonnetittelen er endra

source: Esteetön taulukon sarakkeen kuvaus
nn: Tilgjengeleg tabellkolonneskildring

source: Käytetään huomauttamaan, että taulukon sarakkeen kuvaus on muuttunut
nn: Vert brukt til å varsla at tabellkolonneskildringa er endra

source: Esteetön taulukon rivin otsake
nn: Tilgjengeleg tabellradtittel

source: Käytetään huomauttamaan, että taulukon rivin otsake on muuttunut
nn: Vert brukt til å varsla at tabellradtittelen er endra

source: Esteetön taulukon rivin kuvaus
nn: Tilgjengeleg tabellradskildring

source: Käytetään huomauttamaan, että taulukon rivin kuvaus on muuttunut
nn: Vert brukt til å varsla at tabellradskildringa er endra

source: Esteetön taulukon yhteenveto
nn: Tilgjengeleg tabellsamandrag

source: Käytetään huomauttamaan, että taulukon yhteenveto on muuttunut
nn: Vert brukt til å varsla at tabellsamandraget er endra

source: Esteetön taulukon otsakeolio
nn: Tilgjengeleg tabelltittelobjekt

source: Käytetään huomauttamaan, että taulukon otsake on muuttunut
nn: Vert brukt til å varsla at tabelltittelen er endra

source: Esteettömien hyperlinkkien määrä
nn: Talet på hypertekstlenkjer som er gjort tilgjengelege

source: AtkHypertext-olion linkkien määrä
nn: Talet på lenkjer som noverande AtkHypertext har

source: Kelvoton verkkoalueen nimi
nn: Ugyldig domenenavn

source: Sopivaa verkkoyhteyskäytäntöä ei ole saatavilla
nn: Ingen egna nettverksprotokoll er tilgjengeleg

source: Virheellinen tietue
nn: Ugyldig oppføring

source: Virheellinen palvelun nimi
nn: Ugyldig tenestenamn

source: Virheellinen palvelun tyyppi
nn: Ugyldig tenestetype

source: Virheellinen porttinumero
nn: Ugyldig portnummer

source: Virheellinen tietueavain
nn: Ugyldig oppføringsnøkkel

source: Virheellinen osoite
nn: Ugyldig adresse

source: Tapahtui aikakatkaisu
nn: Tidsavbrot oppnådd

source: Liian monta asiakasta
nn: For mange klientar

source: Liian monta objektia
nn: For mange objekt

source: Liian monta kohdetta
nn: For mange oppføringar

source: OS-virhe
nn: Operativsystemfeil

source: Pääsy evätty
nn: Ingen tilgang

source: Virheellinen toiminto
nn: Ugyldig handling

source: Tapahtui odottamaton D-Bus-virhe
nn: Det har skjedd ein uventa feil ved D-Bus

source: Taustaprosessiyhteys epäonnistui
nn: Kunne ikkje kopla til tenesta

source: Muisti loppui
nn: Minnet oppbrukt

source: Taustaprosessi ei käynnissä
nn: Tenesten køyrer ikke

source: Virheelliset liput
nn: Ugyldige flag

source: Ei löytynyt
nn: Ikkje funnen

source: Virheelliset asetukset
nn: Ugyldig oppsett

source: Versioristiriita
nn: Avvikande versjonar

source: Virheellinen palvelun alatyyppi
nn: Ugyldig underordna type

source: Virheellinen paketti
nn: Ugyldeg pakke

source: Virheellinen DNS-palautuskoodi
nn: Ugyldig kode for DNS tilbakemelding

source: DNS-toimintahäiriö: FORMERR
nn: DNS-samanbrot: FORMERR

source: DNS-toimintahäiriö: SERVFAIL
nn: DNS-samanbrot: SERVFAIL

source: DNS-toimintahäiriö: NXDOMAIN
nn: DNS-samanbrot: NXDOMAIN

source: DNS-toimintahäiriö: NOTIMP
nn: DNS-samanbrot: NOTIMP

source: DNS-toimintahäiriö: REFUSED
nn: DNS-samanbrot: REFUSED

source: DNS-toimintahäiriö: YXDOMAIN
nn: DNS-samanbrot: YXDOMAIN

source: DNS-toimintahäiriö: YXRRSET
nn: DNS-samanbrot: YXRRSET

source: DNS-toimintahäiriö: NXRRSET
nn: DNS-samanbrot: NXRRSET

source: DNS-toimintahäiriö: NOTAUTH
nn: DNS-samanbrot: NOTAUTH

source: DNS-toimintahäiriö: NOTZONE
nn: DNS-samanbrot: NOTZONE

source: Virheellinen RDATA
nn: Ugyldig RDATA

source: Virheellinen DNS-tyyppi
nn: Ugyldig DNS-type

source: Virheellinen DNS-luokka
nn: Ugyldig DNS-klasse

source: Ei tuettu
nn: Ikkje støtta

source: Ei sallittu
nn: Ikkje tillate

source: Virheellinen argumentti
nn: Ugyldig argument

source: On tyhjä
nn: Er tom

source: Pyydetty toiminto on tarpeettomuudesta johtuen virheellinen
nn: Det førespurte handlinga er ugyldig fordi ho er overflødig

source: Kelvoton virhekoodi
nn: Ugyldig feilkode

source: Palvelun nimi
nn: Tenestenamn

source: Avahi-asiakkaan toimintahäiriö: %s
nn: Feil i avahiklient: %s

source: Palvelutyypin %s selaaminen verkkoaluuessa %s epäonnistui: %s
nn: Å leite etter tenestetype %s i domenet %s feila: %s

source: Avahi-verkkoaluetta ei voi lukea: %s
nn: Klarte ikkje å lesa Avahidomenet: %s

source: Avahi-palvelimeen ei voi yhdistää: %s
nn: Klarte ikkje å kopla til Avahitenaren: %s

source: Selataan palveluita paikallisessa verkossa:
nn: Ser etter tenester på lokalnettverket:

source: Selataan palveluita verkkoalueessa %s:
nn: Ser etter tenester på domenet %s:

source: Vaihda verkkoaluetta
nn: Endre domene

source: Alustetaan...
nn: Klargjer ...

source: Nimi
nn: Namn

source: Tyyppi
nn: Type

source: _Verkkoalue...
nn: _Domene...

source: Valitse päätepalvelin
nn: Vel skalltenar

source: Työpöytä
nn: Skrivebord

source: Pääte
nn: Terminal

source: Valitse VNC-palvelin
nn: Vel VNC-tenar

source: Valitse SSH-palvelin
nn: Vel SSH-tenar

source: Yhdistetään kohteeseen "%s"...
nn: Koplar til '%s' ...

source: execlp() epäonnistui: %s
nn: execlp() feila: %s

source: Peruttu.
nn: Avbrote.

source: : Kaikki toistaiseksi
nn: : Alt for denne gang

source: : Välimuisti kulutettu loppuun
nn: : Minne fullt

source: Palvelua "%s", tyypiltään "%s", ei voi selvittää verkkoalueessa "%s": %s
nn: Klarte ikkje å slå opp tenesta '%s' av typen '%s' i domenet '%s': %s

source: service_browser epäonnistui: %s
nn: service_browser feila: %s

source: avahi_service_browser_new() epäonnistui: %s
nn: avahi_service_browser_new() feila: %s

source: service_type_browser epäonnistui: %s
nn: service_type_browser feila: %s

source: avahi_service_type_browser_new() epäonnistui: %s
nn: avahi_service_type_browser_new() feila: %s

source: avahi_domain_browser_new() epäonnistui: %s
nn: avahi_domain_browser_new() feila: %s

source: Versiomerkkijonon pyyntö epäonnistui: %s
nn: Klarte ikkje å slå opp versjonstreng: %s

source: Verkko-osoitteen pyyntö epäonnistui: %s
nn: Klarte ikkje å slå opp namnet på tenaren: %s

source: Palvelimen versio: %s, verkkonimi: %s
nn: Tenarversjon: %s, Tenarnamn: %s

source: Asiakasobjektia ei voi luoda: %s
nn: Klarte ikkje å laga klientobjekt: %s

source: Asiakkaan toimintahäiriö, poistutaan: %s
nn: Klientsamanbrot, avsluttar: %s

source: Odotetaan taustaprosessia...
nn: Ventar på nissen ...

source: Verkko-osoite muutettiin onnistuneesti nimelle %s
nn: Tenarnamn er endra til %s

source: Apple-laitteiden tuki
nn: Støtte for Apple-einingar

source: Tuki useimmille iPod-/iPhone-/iPad-laitteille.
nn: Støtte for dei fleste iPod/iPhone/iPad-einingar.

source: Laitetuki
nn: Einingsstøtte

source: Karma-tuki
nn: Støtte for Karma

source: Tuki Rio Karma -laitteille.
nn: Støtte for Rio Karma-einingar.

source: Massamuistimediasoitinten tuki
nn: Støtte for masselagringsspelarar.

source: Tuki USB-asemaan perustuville laitteille, kuten monille iAudio-laitteille sekä Android-, Pre- ja Galaxy-puhelimille.
nn: Støtte for USB-baserte einingar, inkludert mange iAudio-einingar og telefonar som Android, Pre og Galaxy.

source: MTP-mediasoitinten tuki
nn: Støtte for mediaspelarar med MTP

source: Tuki MTP-laitteille, kuten monille Creative Zen -laitteille.
nn: Støtte for MTP-einingar, inkludert mange Creative Zen-einingar.

source: Amazonin MP3-kauppa
nn: Kjelde frå Amazon MP3-butikk

source: Selaa, etsi ja osta musiikkia Amazonin MP3-kaupasta.
nn: Bla gjennom, søk, og kjøp musikk frå Amazon MP3-butikken.

source: Verkkolähteet
nn: Nettressursar

source: Amazonin MP3-tiedostojen tuontityökalu
nn: Importer MP3-filer frå Amazon

source: Lataa ja tuo Amazon.com:sta ostettua musiikkia
nn: Last ned og importer musikk kjøpt på Amazon.com.

source: Äänikirjojen kirjasto
nn: Lydbokbibliotek

source: Järjestä äänikirjoja, luentoja, jne.
nn: Organiser lydbøker, førelesingar, osv.

source: Ydin
nn: Kjerne

source: Boo-komentosarjat
nn: Boo-skript

source: Mukauta ja laajenna Bansheeta Boo-kielen komentosarjoilla.
nn: Tilpass og utvid Banshee med Boo-skript.

source: Työkalut
nn: Verktøy

source: BPM:n tunnistus
nn: BPM-attkjenning

source: Tunnista musiikin iskut minuutissa (BPM).
nn: Finn talet på slag i minuttet (BPM) i songane dine.

source: Kansikuvien noutaminen
nn: Henting av albumbilete

source: Nouda kansikuvat kaikille kirjaston kohteille.
nn: Last ned albumbilete for alle oppføringane i biblioteket ditt.

source: DAAP-jakaminen
nn: DAAP-deling

source: Selaa ja kuuntele paikallisessa verkossa jaettua musiikkia.
nn: Bla gjennom og høyr på musikk delt på ditt lokale nettverk.

source: eMusic-kauppa
nn: eMusic-butikk

source: Selaa, etsi ja osta musiikkia sekä äänikirjoja eMusic-kaupasta
nn: Sjå gjennom, søk og kjøp musikk og lydbøker frå eMusic

source: eMusic-tuonti
nn: Importer frå eMusic

source: Lataa ja tuo eMusic:sta ostettua musiikkia
nn: Last ned og importer musikk kjøpt frå eMusic.

source: Tiedostojärjestelmän esikatselujono
nn: Filsystemkø for førehandsvising

source: Esikatsele tiedostoja ilman niiden tuontia kirjastoon.
nn: Førehandsvis filer utan å importera dei til biblioteket.

source: Metatietojen korjaus
nn: Reparer metadata

source: Internet Archive
nn: Internettarkiv

source: Selaa ja etsi Internet Archiven valtavasta media-kokoelmasta.
nn: Sjå gjennom og søk i Internettarkivet si store mediasamling.

source: Internet-radio
nn: Nettradio

source: Kuuntele ja järjestä Internet-radioasemia.
nn: Lytt til og organiser radiostasjonar

source: Last.fm-scrobblaus
nn: Last.fm Scrobbling

source: Last.fm:n scrobblaus ja kontekstipaneelin suositukset.
nn: Last.fm scrobbling og tilrådingar i sidepanel

source: Last.fm:n virtausradio maksaville tilaajille
nn: Last.fm nettradio for betalande abonnentar.

source: Kirjaston seuraaja
nn: Overvaking av bibliotek

source: Päivitä automaattisesti musiikki- ja videokirjastot.
nn: Oppdater musikk- og video-bibliotek automatisk.

source: Minitila
nn: Minimodus

source: Ohjaa Bansheeta pienen, vain soittopainikkeet ja kappaleen tiedot sisältävän ikkunan kautta.
nn: Styr Banshee frå eit lite vindauge, med berre avspelingskontrollar og songinformasjon.

source: Miro Guide -podcast-hakemisto
nn: Miro Guide podkastoversikt

source: Selaa ja tilaa tuhansia ääni- ja videopodcasteja.
nn: Bla gjennom og abonner på tusenvis av lyd- og videopodkastar.

source: MPRIS-D-Bus-rajapinta
nn: MPRIS D-Bus-grensesnitt

source: Hallitse Bansheeta MPRIS-D-Bus-rajapintaa käyttäen
nn: Styr Banshee frå MPRIS D-Bus-grensesnittet.

source: Multimedianäppäimet
nn: Multimediaknappar

source: Ohjaa soittoa näppäimistön multimedianäppäinten kautta.
nn: Styr avspelinga med multimediaknappane på tastaturet.

source: Ilmoitusalueen kuvake
nn: Ikon for varslingsområde

source: Näytä ilmoitusalueella Bansheen ohjaamiseen käytettävä kuvake.
nn: Vis eit ikon i varslingsområdet til å styra Banshee

source: Tuontityökalut Amarokille, Rhythmboxille ja iTunesille
nn: Importer frå Amarok, Rhythmbox og iTunes

source: Tuo kirjasto Amarokista, Rhythmboxista tai iTunesista.
nn: Importer biblioteket ditt frå Amarok, Rhythmbox eller iTunes.

source: Soittojono
nn: Avspelingskø

source: Laita kappaleita jonoon tilapäiseen soittolistaan tai anna Auto DJ:n hallita.
nn: Legg spor i kø i ei ad-hoc-speleliste, eller la Auto DJ ta over.

source: Podcastit
nn: Podkastar

source: Tilaa podcasteja ja virtaussoita tai lataa jaksoja.
nn: Abonner på podkastar og lytt til eller last ned episodar.

source: Äänivalikon integraatio
nn: Integrert i lydmenyen

source: Hallitse Bansheeta äänivalikosta.
nn: Styr Banshee frå lydmenyen.

source: Torrentien lataaja
nn: Torrentnedlasting

source: Tuki BitTorrent-tiedostojen lataamiseen podcasteista.
nn: Støtte for nedlasting av BitTorrent-filer frå podkastar.

source: Ubuntu One -musiikkikauppa
nn: Ubuntu One musikkbutikk

source: Tämän laajennoksen avulla voit käyttää Ubuntu One -musiikkikauppaa (toteuttajana 7digital).
nn: Denne utvidinga gjev tilgang til musikkbutikken til Ubuntu One, driven av 7digital.

source: Näytä Wikipediasta haettuja artistitietoja kontekstipaneelissa.
nn: Vis informasjon om artisten i sidepanelet, henta frå Wikipedia.

source: Kontekstipaneeli
nn: Sidepanel

source: Näytä aiheeseen liittyviä YouTube-videoita kontekstipaneelissa.
nn: Vis relaterte Youtube-videoar i sidepanelet.

source: AAC (Novell-enkooderi)
nn: AAC (Novell-koding)

source: MP3-tiedostomuodon seuraajaksi suunniteltu AAC on yleensä äänenlaadultaan parempi kuin MP3 monilla bittinopeuksilla
nn: AAC vart utvikla som etterfølgjaren til MP3-formatet, og har betre lydkvalitet enn MP3 ved mange bitratar.

source: Bittinopeus
nn: Bitrate

source: Säilö
nn: Behaldar

source: Profiili
nn: Profil

source: Alhainen monimutkaisuus
nn: Låg kompleksitet

source: Pitkän aikavälin ennustaminen
nn: Langsiktig prognose

source: Tuotoksen muoto
nn: Lagringsformat

source: Kanavat
nn: Kanalar

source: Free Lossless Audio Codec (FLAC) on avoimen lähdekoodin koodekki, joka pakkaa, mutta ei alenna äänen laatua.
nn: Free Lossless Audio Codec (FLAC) er ein kodek med open kjeldekode, som komprimerar lyd utan å redusera kvaliteten.

source: MP3 (Lame-koodaaja)
nn: MP3 (LAME-koding)

source: Patentoitu sekä vanha, mutta yleinen äänimuoto, joka tuottaa isoja tiedostoja huonolla äänenlaadulla.
nn: Eit proprietært og eldre, men populært lydformat med kvalitetstap, som produserar større filer ved låge bitratar.

source: Pakkaustila
nn: Kodingstype

source: Tasainen bittinopeus
nn: Fast bitrate

source: Vaihteleva bittinopeus
nn: Varierande bitrate

source: VBR-laatu
nn: VBR-kvalitet

source: Huonoin
nn: Dårlegast

source: Paras
nn: Best

source: MP3 (Xing-koodaaja)
nn: MP3 (Xing-koding)
